app/controllers/questions_controller.rb

INSERT INTO "questions" ("created_at", "description", "title", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", Wed, 30 Oct 2013 23:24:18 UTC +00:00], ["description", nil], ["title", nil], ["updated_at", Wed, 30 Oct 2013 23:24:18 UTC +00:00]]
---
	def create
		Question.create(params[:question])